Repository: northcutted/picstrip
Catalog: PicStrip/Localizable.xcstrings
Source language: en
Languages: ar, de, es, es_419, fr, it, ja, ko, nl, pl, pt_br, pt_pt, sv, tr, zh_hans, zh_hant

source: About PicStrip
ar: حول PicStrip
de: Über PicStrip
es: Acerca de PicStrip
es_419: Acerca de PicStrip
fr: À propos de PicStrip
it: Informazioni su PicStrip
ja: PicStripについて
ko: PicStrip 정보
nl: Over PicStrip
pl: O programie PicStrip
pt_br: Sobre o PicStrip
pt_pt: Sobre o PicStrip
sv: Om PicStrip
tr: PicStrip Hakkında
zh_hans: 关于 PicStrip
zh_hant: 關於 PicStrip

source: About the Project
ar: حول المشروع
de: Über das Projekt
es: Acerca del proyecto
es_419: Acerca del proyecto
fr: À propos du projet
it: Informazioni sul progetto
ja: プロジェクトについて
ko: 프로젝트 정보
nl: Over het project
pl: O projekcie
pt_br: Sobre o projeto
pt_pt: Sobre o projeto
sv: Om projektet
tr: Proje Hakkında
zh_hans: 关于此项目
zh_hant: 關於此專案

source: Add
ar: إضافة
de: Hinzufügen
es: Añadir
es_419: Agregar
fr: Ajouter
it: Aggiungi
ja: 追加
ko: 추가
nl: Voeg toe
pl: Dodaj
pt_br: Adicionar
pt_pt: Adicionar
sv: Lägg till
tr: Ekle
zh_hans: 添加
zh_hant: 加入

source: Add Region
ar: إضافة منطقة
de: Bereich hinzufügen
es: Añadir área
es_419: Agregar área
fr: Ajouter une zone
it: Aggiungi area
ja: 領域を追加
ko: 영역 추가
nl: Gebied toevoegen
pl: Dodaj obszar
pt_br: Adicionar Área
pt_pt: Adicionar área
sv: Lägg till område
tr: Bölge Ekle
zh_hans: 添加区域
zh_hant: 新增區域

source: Add a Box in the Middle
ar: إضافة مربع في الوسط
de: Rahmen in der Mitte hinzufügen
es: Añadir un recuadro en el centro
es_419: Agregar un recuadro en el centro
fr: Ajouter un cadre au centre
it: Aggiungi un riquadro al centro
ja: 中央に枠を追加
ko: 중앙에 상자 추가
nl: Kader in het midden toevoegen
pl: Dodaj ramkę na środku
pt_br: Adicionar um retângulo no centro
pt_pt: Adicionar um retângulo ao centro
sv: Lägg till en ruta i mitten
tr: Ortaya bir kutu ekle
zh_hans: 在中央添加方框
zh_hant: 在中央加入方框

source: Add a word or phrase
ar: أضف كلمة أو عبارة
de: Wort oder Satz hinzufügen
es: Añade una palabra o frase
es_419: Agrega una palabra o frase
fr: Ajouter un mot ou une expression
it: Aggiungi una parola o una frase
ja: 単語やフレーズを追加
ko: 단어나 문구 추가
nl: Voeg een woord of zin toe
pl: Dodaj słowo lub frazę
pt_br: Adicione uma palavra ou frase
pt_pt: Adicione uma palavra ou expressão
sv: Lägg till ett ord eller en fras
tr: Kelime veya ifade ekleyin
zh_hans: 添加字词或短语
zh_hant: 加入字詞或片語

source: Add centered region
ar: إضافة منطقة في الوسط
de: Zentrierten Bereich hinzufügen
es: Añadir área centrada
es_419: Agregar área centrada
fr: Ajouter une zone centrée
it: Aggiungi area centrata
ja: 中央に領域を追加
ko: 중앙에 영역 추가
nl: Gecentreerd gebied toevoegen
pl: Dodaj wyśrodkowany obszar
pt_br: Adicionar área centralizada
pt_pt: Adicionar área centrada
sv: Lägg till centrerat område
tr: Ortalanmış bölge ekle
zh_hans: 添加居中区域
zh_hant: 加入置中區域

source: Additional metadata embedded in this image that may contain private or identifying information.
ar: بيانات وصفية إضافية مضمنة في هذه الصورة قد تحتوي على معلومات خاصة أو تعريفية.
de: Zusätzliche in diesem Bild eingebettete Metadaten, die private oder identifizierende Informationen enthalten können.
es: Metadatos adicionales incrustados en esta imagen que pueden contener información privada o identificativa.
es_419: Metadatos adicionales incrustados en esta imagen que pueden contener información privada o identificativa.
fr: Métadonnées supplémentaires intégrées à cette image pouvant contenir des informations privées ou d’identification.
it: Metadati aggiuntivi incorporati in questa immagine che possono contenere informazioni private o identificative.
ja: この画像に埋め込まれている、プライベートまたは特定可能な情報を含む可能性のある追加のメタデータ。
ko: 이 이미지에 삽입된 추가 메타데이터로, 개인정보나 식별 가능한 정보가 포함되어 있을 수 있습니다.
nl: Aanvullende metadata die in deze afbeelding zijn ingebed en mogelijk privé- of identificerende informatie bevatten.
pl: Dodatkowe metadane osadzone w tym obrazie, które mogą zawierać prywatne lub identyfikujące informacje.
pt_br: Metadados adicionais incorporados nesta imagem que podem conter informações privadas ou identificadoras.
pt_pt: Metadados adicionais incorporados nesta imagem que podem conter informações privadas ou de identificação.
sv: Ytterligare metadata inbäddade i denna bild som kan innehålla privata eller identifierande uppgifter.
tr: Bu görüntüye gömülü, özel veya kimlik belirleyici bilgiler içerebilecek ek meta veriler.
zh_hans: 嵌入在此图像中的其他元数据，可能包含私人信息或可识别身份的信息。
zh_hant: 此影像中嵌入的額外後設資料，可能包含私密或可識別身分的資訊。

source: Address
ar: العنوان
de: Adresse
es: Dirección postal
es_419: Dirección postal
fr: Adresse
it: Indirizzo
ja: 住所
ko: 주소
nl: Adres
pl: Adres
pt_br: Endereço
pt_pt: Morada
sv: Adress
tr: Adres
zh_hans: 地址
zh_hant: 地址

source: Allow smaller copies
ar: السماح بنسخ أصغر
de: Kleinere Kopien erlauben
es: Permitir copias más pequeñas
es_419: Permitir copias más pequeñas
fr: Autoriser les copies réduites
it: Consenti copie più piccole
ja: 小さいコピーを許可
ko: 작은 사본 허용
nl: Kleinere kopieën toestaan
pl: Zezwalaj na mniejsze kopie
pt_br: Permitir cópias menores
pt_pt: Permitir cópias menores
sv: Tillåt mindre kopior
tr: Daha küçük kopyalara izin ver
zh_hans: 允许较小副本
zh_hant: 允許較小拷貝

source: Always Cover
ar: الحجب الدائم
de: Immer verdecken
es: Censurar siempre
es_419: Censurar siempre
fr: Toujours masquer
it: Copri sempre
ja: 常にマスク
ko: 항상 가리기
nl: Altijd afdekken
pl: Zawsze zamazuj
pt_br: Sempre ocultar
pt_pt: Ocultar sempre
sv: Maskera alltid
tr: Her zaman karart
zh_hans: 始终遮盖
zh_hant: 一律遮蓋

source: Always cover “%@”
ar: احجب دائمًا «%@»
de: „%@“ immer verdecken
es: Censurar siempre «%@»
es_419: Censurar siempre “%@”
fr: Toujours masquer « %@ »
it: Copri sempre “%@”
ja: 「%@」を常にマスク
ko: ‘%@’ 항상 가리기
nl: ‘%@’ altijd afdekken
pl: Zawsze zamazuj „%@”
pt_br: Sempre ocultar “%@”
pt_pt: Ocultar sempre «%@»
sv: Maskera alltid ”%@”
tr: “%@” ifadesini her zaman karart
zh_hans: 始终遮盖“%@”
zh_hant: 一律遮蓋「%@」

source: Anthropic, GitLab PAT, npm, HuggingFace, DigitalOcean, Twilio, SendGrid, Discord bot tokens
ar: رموز Anthropic وGitLab PAT وnpm وHuggingFace وDigitalOcean وTwilio وSendGrid ورموز روبوتات Discord
de: Anthropic-, GitLab-PAT-, npm-, HuggingFace-, DigitalOcean-, Twilio-, SendGrid- und Discord-Bot-Tokens
es: Tokens de Anthropic, GitLab PAT, npm, HuggingFace, DigitalOcean, Twilio, SendGrid y bots de Discord
es_419: Tokens de Anthropic, GitLab PAT, npm, HuggingFace, DigitalOcean, Twilio, SendGrid y bots de Discord
fr: Jetons Anthropic, GitLab PAT, npm, HuggingFace, DigitalOcean, Twilio, SendGrid, bot Discord
it: Token Anthropic, GitLab PAT, npm, HuggingFace, DigitalOcean, Twilio, SendGrid e bot Discord
ja: Anthropic、GitLab PAT、npm、HuggingFace、DigitalOcean、Twilio、SendGrid、Discordのbotトークン
ko: Anthropic, GitLab PAT, npm, HuggingFace, DigitalOcean, Twilio, SendGrid, Discord 봇 토큰
nl: Tokens van Anthropic, GitLab PAT, npm, HuggingFace, DigitalOcean, Twilio, SendGrid en Discord-bots
pl: Tokeny Anthropic, GitLab PAT, npm, HuggingFace, DigitalOcean, Twilio, SendGrid i botów Discord
pt_br: Tokens da Anthropic, PAT do GitLab, npm, HuggingFace, DigitalOcean, Twilio, SendGrid e tokens de bot do Discord
pt_pt: Tokens da Anthropic, PAT do GitLab, npm, HuggingFace, DigitalOcean, Twilio, SendGrid e de bots do Discord
sv: Tokens för Anthropic, GitLab PAT, npm, HuggingFace, DigitalOcean, Twilio, SendGrid och Discord-bottar
tr: Anthropic, GitLab PAT, npm, HuggingFace, DigitalOcean, Twilio, SendGrid, Discord bot token’ları
zh_hans: Anthropic、GitLab PAT、npm、HuggingFace、DigitalOcean、Twilio、SendGrid、Discord 机器人令牌
zh_hant: Anthropic、GitLab PAT、npm、HuggingFace、DigitalOcean、Twilio、SendGrid、Discord 機器人權杖

source: Anything you draw around — a person, a car, a screen, a sign — is tracked as it moves, forwards and back.
ar: كل ما ترسم حوله — شخص أو سيارة أو شاشة أو لافتة — يُتتبَّع أثناء حركته، للأمام وللخلف.
de: Alles, was du umrahmst – eine Person, ein Auto, ein Bildschirm, ein Schild –, wird vorwärts und rückwärts verfolgt, während es sich bewegt.
es: Todo lo que rodees (una persona, un coche, una pantalla, un letrero) se sigue mientras se mueve, hacia delante y hacia atrás.
es_419: Todo lo que rodees (una persona, un auto, una pantalla, un letrero) se sigue mientras se mueve, hacia adelante y hacia atrás.
fr: Tout ce que vous encadrez (une personne, une voiture, un écran, un panneau) est suivi dans ses mouvements, en avant et en arrière.
it: Tutto ciò che incornici (una persona, un’auto, uno schermo, un cartello) viene seguito mentre si muove, in avanti e indietro.
ja: 枠で囲んだもの（人、車、画面、看板など）は、動きに合わせて前後にわたって追跡されます。
ko: 상자로 둘러싼 것(사람, 자동차, 화면, 표지판 등)은 움직이는 동안 앞뒤로 추적됩니다.
nl: Alles wat je omkadert (een persoon, een auto, een scherm, een bord) wordt gevolgd terwijl het beweegt, vooruit en terug.
pl: Wszystko, co obrysujesz (osoba, samochód, ekran, znak), jest śledzone w ruchu, do przodu i do tyłu.
pt_br: Tudo o que você contornar (uma pessoa, um carro, uma tela, uma placa) é acompanhado enquanto se move, para a frente e para trás.
pt_pt: Tudo o que contornar (uma pessoa, um carro, um ecrã, uma placa) é seguido enquanto se move, para a frente e para trás.
sv: Allt du ritar runt – en person, en bil, en skärm, en skylt – följs medan det rör sig, framåt och bakåt.
tr: Çevresine çizdiğiniz her şey (bir kişi, bir araba, bir ekran, bir tabela) hareket ettikçe ileri ve geri takip edilir.
zh_hans: 你框住的任何东西（人、汽车、屏幕、标牌）都会在移动时被向前向后跟踪。
zh_hant: 你框住的任何東西（人、汽車、螢幕、招牌）都會在移動時被向前向後追蹤。

source: Apply %@ color to selected regions
ar: تطبيق اللون %@ على المناطق المحددة
de: Farbe %@ auf ausgewählte Bereiche anwenden
es: Aplicar el color %@ a las áreas seleccionadas
es_419: Aplicar el color %@ a las áreas seleccionadas
fr: Appliquer la couleur %@ aux zones sélectionnées
it: Applica il colore %@ alle aree selezionate
ja: 選択した領域に%@色を適用
ko: 선택한 영역에 %@ 색상 적용
nl: Pas kleur %@ toe op geselecteerde gebieden
pl: Zastosuj kolor %@ do zaznaczonych obszarów
pt_br: Aplicar a cor %@ às áreas selecionadas
pt_pt: Aplicar a cor %@ às áreas selecionadas
sv: Använd färgen %@ på markerade områden
tr: Seçili bölgelere %@ rengini uygula
zh_hans: 将所选区域的颜色设为%@
zh_hant: 將 %@ 顏色套用至所選區域

source: Apply %@ style to selected regions
ar: تطبيق النمط %@ على المناطق المحددة
de: Stil %@ auf ausgewählte Bereiche anwenden
es: Aplicar el estilo %@ a las áreas seleccionadas
es_419: Aplicar el estilo %@ a las áreas seleccionadas
fr: Appliquer le style %@ aux zones sélectionnées
it: Applica lo stile %@ alle aree selezionate
ja: 選択した領域に%@スタイルを適用
ko: 선택한 영역에 %@ 스타일 적용
nl: Pas stijl %@ toe op geselecteerde gebieden
pl: Zastosuj styl %@ do zaznaczonych obszarów
pt_br: Aplicar o estilo %@ às áreas selecionadas
pt_pt: Aplicar o estilo %@ às áreas selecionadas
sv: Använd stilen %@ på markerade områden
tr: Seçili bölgelere %@ stilini uygula
zh_hans: 将所选区域的样式设为%@
zh_hant: 將 %@ 樣式套用至所選區域

source: Apply a single privacy policy to all of them.
ar: طبّق سياسة خصوصية واحدة عليها جميعًا.
de: Wende auf alle dieselben Datenschutzoptionen an.
es: Aplica una única política de privacidad a todas.
es_419: Aplica una única política de privacidad a todas.
fr: Appliquez une politique de confidentialité unique à toutes ces photos.
it: Applica a tutte la stessa politica sulla privacy.
ja: すべてに単一のプライバシーポリシーを適用します。
ko: 모든 사진에 동일한 개인정보 보호 설정을 적용합니다.
nl: Pas op alle foto’s hetzelfde privacybeleid toe.
pl: Zastosuj jedną politykę prywatności do wszystkich.
pt_br: Aplique uma única política de privacidade a todas elas.
pt_pt: Aplique uma única política de privacidade a todas elas.
sv: Använd samma integritetsinställningar för alla.
tr: Tümüne tek bir gizlilik politikası uygulayın.
zh_hans: 为所有照片应用同一套隐私策略。
zh_hant: 為所有照片套用同一組隱私設定。

source: Apply to ^[%lld region](inflect: true)
ar: تطبيق على %lld منطقة
de: Auf %lld Bereiche anwenden
es: Aplicar a %lld áreas
es_419: Aplicar a %lld áreas
fr: Appliquer à %lld zones
it: Applica a %lld aree
ja: %lld個の領域に適用
ko: 영역 %lld개에 적용
nl: Toepassen op %lld gebieden
pl: Zastosuj do %lld obszaru
pt_br: Aplicar a %lld áreas
pt_pt: Aplicar a %lld áreas
sv: Använd på %lld områden
tr: %lld bölgeye uygula
zh_hans: 应用到 %lld 个区域
zh_hant: 套用至 %lld 個區域

source: Audio
ar: الصوت
ja: オーディオ
ko: 오디오
pl: Dźwięk
pt_br: Áudio
pt_pt: Áudio
sv: Ljud
tr: Ses
zh_hans: 音频
zh_hant: 音訊

source: Auto-Redact Sensitive Data
ar: حجب البيانات الحساسة تلقائيًا
de: Sensible Daten automatisch schwärzen
es: Censurar datos sensibles automáticamente
es_419: Censurar datos sensibles automáticamente
fr: Masquer automatiquement les données sensibles
it: Oscura automaticamente i dati sensibili
ja: 機密データを自動的にマスク
ko: 민감한 데이터 자동 가리기
nl: Gevoelige gegevens automatisch afdekken
pl: Automatycznie zamazuj dane wrażliwe
pt_br: Ocultar dados sensíveis automaticamente
pt_pt: Ocultar dados sensíveis automaticamente
sv: Maskera känsliga uppgifter automatiskt
tr: Hassas Verileri Otomatik Karart
zh_hans: 自动遮盖敏感数据
zh_hant: 自動遮蓋敏感資料

source: Automatic detection can miss details. Names are optional and are not covered automatically.
ar: قد يفوّت الاكتشاف التلقائي بعض التفاصيل. الأسماء اختيارية ولا تُغطى تلقائيًا.
de: Die automatische Erkennung kann Details übersehen. Namen sind optional und werden nicht automatisch verdeckt.
es: La detección automática puede omitir detalles. Los nombres son opcionales y no se censuran automáticamente.
es_419: La detección automática puede omitir detalles. Los nombres son opcionales y no se censuran automáticamente.
fr: La détection automatique peut manquer des détails. Les noms sont facultatifs et ne sont pas masqués automatiquement.
it: Il rilevamento automatico può perdere dettagli. I nomi sono facoltativi e non vengono coperti automaticamente.
ja: 自動検出で見落とすことがあります。氏名の検出は任意で、自動では隠されません。
ko: 자동 감지는 세부 정보를 놓칠 수 있습니다. 이름은 선택 사항이며 자동으로 가려지지 않습니다.
nl: Automatische detectie kan details missen. Namen zijn optioneel en worden niet automatisch afgedekt.
pl: Automatyczne wykrywanie może pomijać szczegóły. Nazwy osób są opcjonalne i nie są zasłaniane automatycznie.
pt_br: A detecção automática pode deixar passar detalhes. Nomes são opcionais e não são cobertos automaticamente.
pt_pt: A deteção automática pode deixar passar detalhes. Nomes são opcionais e não são cobertos automaticamente.
sv: Automatisk upptäckt kan missa detaljer. Namn är valfria och döljs inte automatiskt.
tr: Otomatik tespit ayrıntıları kaçırabilir. İsimler isteğe bağlıdır ve otomatik olarak örtülmez.
zh_hans: 自动检测可能遗漏细节。姓名为可选项目，不会自动遮盖。
zh_hant: 自動偵測可能遺漏細節。姓名為選用項目，不會自動遮蓋。

source: Barcodes
ar: الرموز الشريطية
es: Códigos de barras
es_419: Códigos de barras
fr: Codes-barres
it: Codici a barre
ja: バーコード
ko: 바코드
pl: Kody kreskowe
pt_br: Códigos de barras
pt_pt: Códigos de barras
sv: Streckkoder
tr: Barkodlar
zh_hans: 条形码
zh_hant: 條碼

source: Batch Complete
ar: اكتملت الدفعة
de: Stapel abgeschlossen
es: Lote completado
es_419: Lote completado
fr: Traitement par lots terminé
it: Batch completato
ja: バッチ完了
ko: 일괄 처리 완료
nl: Batch voltooid
pl: Przetwarzanie zakończone
pt_br: Lote Concluído
pt_pt: Lote concluído
sv: Batchen är klar
tr: Toplu İşlem Tamamlandı
zh_hans: 批量处理完成
zh_hant: 批次完成

source: Batch Process
ar: معالجة الدفعة
de: Stapelverarbeitung
es: Procesar lote
es_419: Procesar lote
fr: Traitement par lots
it: Elaborazione batch
ja: バッチ処理
ko: 일괄 처리
nl: Batch verwerken
pl: Przetwarzanie wsadowe
pt_br: Processamento em lote
pt_pt: Processamento por lote
sv: Batchbearbetning
tr: Toplu İşlem
zh_hans: 批量处理
zh_hant: 批次處理

source: Batch stopped. Copies already saved remain in Photos.
ar: توقفت معالجة الدفعة. تبقى النسخ المحفوظة في الصور.
de: Stapelverarbeitung gestoppt. Bereits gespeicherte Kopien bleiben in Fotos.
es: Lote detenido. Las copias ya guardadas permanecen en Fotos.
es_419: Lote detenido. Las copias ya guardadas permanecen en Fotos.
fr: Traitement arrêté. Les copies déjà enregistrées restent dans Photos.
it: Elaborazione interrotta. Le copie già salvate restano in Foto.
ja: バッチ処理を停止しました。保存済みのコピーは写真に残ります。
ko: 일괄 처리를 중지했습니다. 이미 저장한 사본은 사진에 남습니다.
nl: Verwerking gestopt. Al bewaarde kopieën blijven in Foto’s.
pl: Przetwarzanie zatrzymane. Zapisane kopie pozostają w Zdjęciach.
pt_br: Processamento interrompido. As cópias já salvas permanecem em Fotos.
pt_pt: Processamento interrompido. As cópias já guardadas permanecem em Fotografias.
sv: Bearbetningen stoppades. Redan sparade kopior finns kvar i Bilder.
tr: Toplu işlem durduruldu. Kaydedilmiş kopyalar Fotoğraflar’da kalır.
zh_hans: 批量处理已停止。已保存的副本仍保留在“照片”中。
zh_hant: 批次處理已停止。已儲存的拷貝仍保留在「照片」中。

source: Black
ar: أسود
de: Schwarz
es: Negro
es_419: Negro
fr: Noir
it: Nero
ja: 黒
ko: 검정색
nl: Zwart
pl: Czarny
pt_br: Preto
pt_pt: Preto
sv: Svart
tr: Siyah
zh_hans: 黑色
zh_hant: 黑色

source: Bleep
ar: صفير
de: Piepton
es: Pitido
es_419: Pitido
fr: Bip
it: Bip
ja: ピー音
ko: 삐 소리
nl: Piep
pl: Pisk
pt_br: Bipe
pt_pt: Bipe
sv: Pip
tr: Bip
zh_hans: 哔声
zh_hant: 嗶聲

source: Bleep a second from the playhead
ar: إضافة صفير لثانية بدءًا من مؤشر التشغيل
de: Eine Sekunde ab der Abspielposition überpiepen
es: Poner un pitido de un segundo desde el cursor de reproducción
es_419: Poner un pitido de un segundo desde el cursor de reproducción
fr: Biper une seconde à partir de la tête de lecture
it: Metti un bip di un secondo a partire dall’indicatore di riproduzione
ja: 再生ヘッドから1秒間ピー音を入れる
ko: 재생 헤드부터 1초간 삐 소리 넣기
nl: Eén seconde laten piepen vanaf de afspeelkop
pl: Dodaj sekundowy pisk od głowicy odtwarzania
pt_br: Colocar um bipe de um segundo a partir do indicador de reprodução
pt_pt: Pôr um bipe de um segundo a partir da cabeça de reprodução
sv: Lägg pip över en sekund från uppspelningshuvudet
tr: Oynatma imlecinden itibaren bir saniyelik bip ekle
zh_hans: 从播放头起添加 1 秒哔声
zh_hant: 從播放頭起加入 1 秒嗶聲

source: Blue
ar: أزرق
de: Blau
es: Azul
es_419: Azul
fr: Bleu
it: Blu
ja: 青
ko: 파란색
nl: Blauw
pl: Niebieski
pt_br: Azul
pt_pt: Azul
sv: Blå
tr: Mavi
zh_hans: 蓝色
zh_hant: 藍色

source: Blur
ar: تمويه
de: Weichzeichnen
es: Desenfocar
es_419: Desenfocar
fr: Flou
it: Sfocatura
ja: ぼかし
ko: 흐림
nl: Vervaging
pl: Rozmyty
pt_br: Desfocado
pt_pt: Desfocado
sv: Suddig
tr: Bulanıklaştır
zh_hans: 模糊
zh_hant: 模糊

source: Blur and pixelation can leave details recognizable. Use Solid for secrets and identifying text.
ar: قد يترك التمويه والبكسلة تفاصيل يمكن التعرف عليها. استخدم تغطية معتمة للأسرار والنصوص التي تكشف الهوية.
de: Weichzeichnen und Verpixeln können Details erkennbar lassen. Verwende eine deckende Fläche für Geheimnisse und identifizierenden Text.
es: El desenfoque y el pixelado pueden dejar detalles reconocibles. Usa una cobertura sólida para secretos y texto identificativo.
es_419: El desenfoque y el pixelado pueden dejar detalles reconocibles. Usa una cobertura sólida para secretos y texto identificativo.
fr: Le flou et la pixellisation peuvent laisser des détails reconnaissables. Utilisez un aplat opaque pour les secrets et le texte identifiant.
it: Sfocatura e pixelatura possono lasciare dettagli riconoscibili. Usa una copertura piena per segreti e testo identificativo.
ja: ぼかしやモザイクでは内容を判別できる場合があります。秘密情報や個人を特定する文字には単色のマスクを使ってください。
ko: 흐림과 픽셀화 후에도 세부 내용을 알아볼 수 있습니다. 비밀 정보와 식별 가능한 텍스트에는 단색 가림을 사용하세요.
nl: Vervaging en pixelvorming kunnen details herkenbaar laten. Gebruik een effen vlak voor geheimen en identificerende tekst.
pl: Rozmycie i pikselizacja mogą pozostawić rozpoznawalne szczegóły. Do sekretów i danych identyfikacyjnych używaj pełnego krycia.
pt_br: Desfoque e pixelização podem deixar detalhes reconhecíveis. Use cobertura sólida para segredos e textos de identificação.
pt_pt: Desfoque e pixelização podem deixar detalhes reconhecíveis. Utilize cobertura sólida para segredos e textos de identificação.
sv: Oskärpa och pixling kan lämna igenkännbara detaljer. Använd heltäckande maskering för hemligheter och identifierande text.
tr: Bulanıklaştırma ve pikselleştirme ayrıntıları tanınabilir bırakabilir. Sırlar ve kimlik belirten metinler için düz, opak kaplama kullanın.
zh_hans: 模糊和像素化可能仍留下可识别的细节。请用不透明的纯色遮盖秘密信息和身份识别文字。
zh_hant: 模糊和像素化可能仍留下可辨識的細節。請用不透明的純色遮蓋祕密資訊和身分識別文字。

source: Bot, user, and app tokens (xox... prefix)
ar: رموز الروبوتات والمستخدمين والتطبيقات (بادئة xox...)
de: Bot-, Benutzer- und App-Tokens (Präfix xox...)
es: Tokens de bot, de usuario y de app (prefijo xox...)
es_419: Tokens de bot, de usuario y de app (prefijo xox...)
fr: Jetons de bot, d’utilisateur et d’app (préfixe xox...)
it: Token di bot, utente e app (prefisso xox...)
ja: bot、ユーザ、アプリのトークン（xox...で始まるもの）
ko: 봇, 사용자, 앱 토큰(xox... 접두사)
nl: Bot-, gebruikers- en app-tokens (voorvoegsel xox...)
pl: Tokeny botów, użytkowników i aplikacji (prefiks xox...)
pt_br: Tokens de bot, de usuário e de app (prefixo xox...)
pt_pt: Tokens de bot, de utilizador e de app (prefixo xox...)
sv: Tokens för bottar, användare och appar (prefixet xox...)
tr: Bot, kullanıcı ve uygulama token’ları (xox... öneki)
zh_hans: 机器人、用户和应用令牌（xox... 前缀）
zh_hant: 機器人、使用者和 App 權杖（xox... 前綴）

source: Box to cover
ar: مربع الحجب
de: Rahmen zum Verdecken
es: Recuadro de censura
es_419: Recuadro de censura
fr: Cadre de masquage
it: Riquadro da coprire
ja: マスクする枠
ko: 가릴 상자
nl: Af te dekken kader
pl: Ramka do zamazania
pt_br: Retângulo a ocultar
pt_pt: Retângulo a ocultar
sv: Ruta att maskera
tr: Karartılacak kutu
zh_hans: 要遮盖的方框
zh_hant: 要遮蓋的方框

source: Brazilian CPF
ar: رقم CPF البرازيلي
de: Brasilianischer CPF
es: CPF brasileño
es_419: CPF brasileño
fr: CPF brésilien
it: CPF brasiliano
ja: ブラジルのCPF
ko: 브라질 CPF
nl: Braziliaanse CPF
pl: Brazylijski CPF
pt_br: CPF brasileiro
pt_pt: CPF brasileiro
sv: Brasilianskt CPF
tr: Brezilya CPF
zh_hans: 巴西 CPF
zh_hant: 巴西 CPF

source: Browse Files
ar: استعراض الملفات
de: Dateien durchsuchen
es: Explorar archivos
es_419: Explorar archivos
fr: Parcourir les fichiers
it: Sfoglia file
ja: ファイルを参照
ko: 파일 탐색
nl: Bladeren in bestanden
pl: Przeglądaj pliki
pt_br: Explorar Arquivos
pt_pt: Explorar ficheiros
sv: Bläddra i filer
tr: Dosyalara Göz At
zh_hans: 浏览文件
zh_hant: 瀏覽檔案

source: Browse files for an image or a video
ar: استعرض الملفات لتحديد صورة أو فيديو
de: Dateien nach einem Bild oder Video durchsuchen
es: Explorar archivos para buscar una imagen o un vídeo
es_419: Explorar archivos para buscar una imagen o un video
fr: Parcourir les fichiers pour sélectionner une image ou une vidéo
it: Sfoglia i file per selezionare un’immagine o un video
ja: ファイルを参照して画像やビデオを選択
ko: 파일을 탐색하여 이미지나 비디오 선택
nl: Bladeren in bestanden om een afbeelding of video te selecteren
pl: Przeglądaj pliki, aby wybrać obraz lub wideo
pt_br: Explorar arquivos para selecionar uma imagem ou um vídeo
pt_pt: Explorar ficheiros para selecionar uma imagem ou um vídeo
sv: Bläddra i filer för att välja en bild eller en video
tr: Bir görüntü veya video seçmek için dosyalara göz atın
zh_hans: 浏览文件以选择图像或视频
zh_hant: 瀏覽檔案以選擇影像或影片

source: CGImageDestination finalization failed. The image could not be encoded.
ar: فشل إنهاء CGImageDestination. لم يتم ترميز الصورة.
de: CGImageDestination-Finalisierung fehlgeschlagen. Das Bild konnte nicht codiert werden.
es: Ha fallado la finalización de CGImageDestination. No se ha podido codificar la imagen.
es_419: Falló la finalización de CGImageDestination. No se pudo codificar la imagen.
fr: La finalisation de CGImageDestination a échoué. L’image n’a pas pu être encodée.
it: Finalizzazione di CGImageDestination non riuscita. L’immagine non può essere codificata.
ja: CGImageDestinationの最終処理に失敗しました。画像をエンコードできませんでした。
ko: CGImageDestination 마무리 실패. 이미지를 인코딩할 수 없습니다.
nl: Het afronden van CGImageDestination is mislukt. De afbeelding kon niet worden gecodeerd.
pl: Nie udało się zakończyć CGImageDestination. Nie można zakodować obrazu.
pt_br: Falha na finalização do CGImageDestination. A imagem não pôde ser codificada.
pt_pt: Falha na finalização do CGImageDestination. A imagem não pôde ser codificada.
sv: Slutförandet av CGImageDestination misslyckades. Bilden kunde inte kodas.
tr: CGImageDestination sonlandırma işlemi başarısız oldu. Görüntü kodlanamadı.
zh_hans: CGImageDestination 写入失败。无法对图像进行编码。
zh_hant: CGImageDestination 完成寫入失敗。無法編碼此影像。
